{"compress":true,"commitItems":[["ad075018-cdd8-436e-84fb-c9927c394b37",1536724481965,"# 区块链供应链金融\n\n参考资料：《区块链供应链金融》 段伟常 著 电子工业出版社\n\n## 目录\n\n[TOC]\n\n---\n\n## 1. 供应链的系统边界\n\n供应链是指围绕核心企业，从配套零件开始，制成中间产品以及最终产品，最后由销售网络把产品送到消费者手中的将供应商，制造商，分销商直到最终用户连成一个整体的功能网链结构。\n\n![](https://ws2.sinaimg.cn/large/006tKfTcgy1fr9tgkvxb6j30i204rwfr.jpg)\n\n供应链系统最基本的构成关系是供需关系，反映在财务上是产权的转移、债务的形成。除此之外，还存在管理、战略伙伴、地域等系统边界。\n\n### 1.1 战略边界\n\n供应链系统的战略边界形成核心企业与战略伙伴的节点集合，核心企业一般选择一级供应商作为核心供应商，一级分销商等作为战略伙伴。在这种关系下，核心企业与核心供应商密切合作，核心企业高等级的信用通过采购合作自然传递给核心供应商，这是供应链金融业务比较容易开展的融资场景。\n\n### 1.2 管理边界\n\n受制于供应链管理能力和方法，管理范围局限于向核心企业两端扩展，最大可拓展到物理边界，即全链管理。\n\n传统供应链管理以核心企业为管理主体，管理能力与管理边界较为有限，管理范围以核心企业为中心，主要对企业上游和下游关系进行管理，包括供应商的选择与绩效评估、库存管理，管理范围比供应链的物理边界要狭窄得多。\n\n新型供应链服务外包与互联网商业模式，大幅扩充了供应链管理的范围。\n\n#### 供应链服务外包\n\n供应链服务外包以供应链管理中的业务流程外包为基础，是一套相对独立的商业模式，常见的业务流程包括：进出口关务、国内分销执行、国内采购执行、境外采购执行、境外分销执行、转口贸易等。\n\n供应链服务外包平台、电子商务平台、外贸出口平台、互联网金融等平台快速发展。基于网络架构的供应链管理使得管理范围得到极大的扩充，形成以平台为中心、连接几乎所有供应链节点企业的管理平台，这为供应链金融商业模式的创新提供了广阔的空间。\n\n### 1.3 物理边界\n\n![](https://ws2.sinaimg.cn/large/006tKfTcgy1framri5e1ij30n60843z6.jpg)\n\n产品生命周期的整个过程为供应链物理边界，物理边界是客观的、可见的、明确的。物流运作受供应链物理边界的限制。为控制对象不产生超出边界的行为，GPS、RFID等技术广泛应用于实体运作。未来，物联网成为供应链系统控制的重要方式，可控的供应链系统是供应链金融的基础。\n\n### 1.4 地域边界\n\n供应链成员企业及最终客户分布在一定的地理范围内，地理范围的大小可以是城市、区域、国内或全球，称之为供应链系统的地域边界。由于供应链金融业务架构中存在大量的线下服务，因此不能完全依托互联网来实现线上运营，而线下服务具有很强的地域性，也决定了供应链金融商业化项目仍然具有很强的地域性。\n\n---\n\n## 2. 供应链金融\n\n### 2.1 狭义的供应链金融\n\n服务对象是含有优质核心企业的供应链节点群，特点是依赖核心企业信用的结构化授信，融资服务的最小范围是核心企业的一级供应商和一级分销商，最大范围是全链内的所有中小企业。\n\n### 2.2 广义的供应链金融\n\n实体经济中所有涉及供应链相关的融资行为，几乎皆可纳入供应链金融内涵中。随着供应链金融创新的持续化，其内涵仍然在不断扩充中。\n\n### 2.3 分类\n\n一般流动资产在供应链中的位置分为预付、库存和应收类。按融资需求在供应链中位置的分类方法，难以有效覆盖目前不断增多的供应链金融新形态、新类别。按信用机制分类，再结合资金端参与的方法，可以有效区分多种类型的供应链金融服务。\n\n![](https://ws1.sinaimg.cn/large/006tKfTcgy1francur8r0j30rh0b275o.jpg)\n\n#### 2.3.1 上游类\n\n![](https://ws3.sinaimg.cn/large/006tKfTcgy1fraoql70t8j30lk05l3zm.jpg)\n\n供应商依托与核心企业的交易关系而获得信用支持，包括合同、订单、应收账款等。核心企业的支付承诺增加信用，在核心企业不参与的情况下，可以通过计算信用来为节点企业授信。\n\n#### 2.3.2 存货类\n\n![](https://ws4.sinaimg.cn/large/006tKfTcgy1fraorqwt0uj30hn024t91.jpg)\n\n物流金融主要依托质物本身的信用（价值），而质物的信用涉及标准化、流动性、可质押性、残值等，所以质物为大宗商品流通中产生的仓储存货、期货。\n\n#### 2.3.3 下游类\n\n![](https://ws4.sinaimg.cn/large/006tKfTcgy1fraosb9i5cj30h6047aas.jpg)\n\n保兑仓、厂商银等依托存货质押，但与物流金融的存货有本质区别，前者属于供应链库存，金融机构先于融资方取得货权，再以发货控制、结算工具控制风险，所以归为下游（预付类）类更为合理。\n\n---\n\n## 3. 供应链信用结构\n\n### 3.1 信用的内涵\n\n信用，指在得到或提供货物或服务后并不立即而是允诺在将来付给报酬的做法。\n\n商品交易是以信用为中心、有秩序的交易。主要发生在陌生人之间，需要借助第三方信用中介来达成交易，这是市场经济的主要形式。缺少信用中介，陌生人之间的交易难以达成，因为信息缺失的一方可能承担风险损失，但接受信用中介的服务是有成本的，而且信用成本不低。财富管理领域有一大块的成本发生于中介的信用角色扮演，例如银行、证券、信托、保险公司、房地产代理人和法律服务等。\n\n### 3.2 供应链信用特点\n\n供应链信用是供应链整体表现出来的商业信贷还款能力和还款意愿，是开展供应链金融业务、可量化的重要指标。从系统观来看，供应链信用的形成是依据“债项一交易一节点信用一核心企业信用一整体信用”的逻辑关系而构建的系统信用。\n\n供应链金融的基本逻辑为：虽然节点信用难以达到授信标准，但依托于供应链结构，动产（一般存货和应收账款）具有可抵押、可评估、流动性较好的特点，以质押或保理形成可预期的未来现金流，以偿还本息。\n\n### 3.3 核心企业信用\n\n核心企业信用是供应链金融的逻辑起点，是节点企业信用的来源，也是供应链信用之锚。\n\n供应链金融的出发点并非为核心企业提供直接的信贷支持，而是为大量上下游节点企业提供信贷支持。\n\n核心企业信用是供应链金融业务开展首要的关注焦点，也是项目开展的先决条件，其稳定的信用水平是其他节点企业信用的保障，对整个供应链金融生态的构建、良好的信贷循环起到关键作用。信用不足的核心企业，供应链将难以得到银行信贷的支持。\n\n### 3.4 节点信用\n\n节点信用，指节点企业的经营状态、还贷能力与还款意愿。节点信用\b可采用违约率或坏账率来量化表达。\n\n#### 痛点：节点信用评级\n\n传统以财务报表为主信用评级方法，节点企业作为中小企业，难以达到银行认可的授信水平，实际获得银行信用贷款支持的比例仅为20%左右。原因如下：\n\n1. 中小企业普遍缺少金融机构认可的抵押资产。\n2. 中小企业融资具有“短、频、快、急”的特点，而金融机构从接受企业的贷款申请、审查、审批到放款，流程和效率难以匹配中小企业的融资需求。\n3. 银行管理成本占比过高也导致其对中小企业的惜贷。银行对中小企业贷款的信息成本是对大企业投入成本的5-8倍。\n4. 核心企业在追求利润最大化、美化自身的财务报表等动机的驱使下，将供应链中应收账款平均回收天数不断延长。\n\n### 3.5 交易\n\n交易产生融资需求，交易形成的\b要件除合同、订单、支付、交付产品外，围绕交易的其他影响因素有：\n\n- 商流\n- \b资金流\n- 物流\n- 信息流\n- 证据流\n- 融资\n\n交易真实性如有以下内涵：\n\n1. 交易是真实的\n2. 单证是真实的\n3. 已经确认、记录的交易、单证信息不能被篡改\n\n#### 痛点：交易的真实性\n\n解决供应链金融的核心问题之一是交易的真实性，对于交易真实性的审查，需要完成以下尽职调查：\n\n1. 严格按照权限和程序审查、审批业务，不得绕开审查、审批人，超越、变相超越权限或不按规定流程审批\n2. 实地查看，如实报告授信调查掌握的情况，强调风险点，不得主观改变调查结论;\n3. 独立审贷，客观公正、充分、准确地分析业务风险，提出降低风险对策;\n4. 不得以“低风险”业务为名，不按规定开展贷款三查(贷前调查、贷时审查和贷后检查)\n\n采用人工手段进行验证，存在成本高、效率低下的巨大不足，大型企业供应链在快速运作中，人工验证难以实施。所以，需要在虚拟环境下，从交易网络中实施或及时取得各类信息，进行信息的“交叉验证”来检验交易的真实性。\n\n### 3.6 债项\n\n债项是不可分割的最小融资业务单元，也就是一笔债项对应一笔借款；不可分割是指债项的权益构成同质化，有利于融资管理。\n\n真实性是债权成立的前提，真实性的形成，涉及主体、合同、交易、票据等要素\n\n![](https://ws4.sinaimg.cn/large/006tKfTcgy1fra2kbsy2tj30lf02gdfz.jpg)\n\n在线下开展业务时，需要对主体身份进行确认、对合同进行确认、对交易进行验证，对债务进行界定等。\n\n---\n\n## 4. 信用链机制\n\n供应链的典型结构以核心企业为中心，由供应源、上游供应商、核心企业、分销商、零售商、需求端组成链式结构。节点企业之间的交易关系形成信用传递关系，从而形成信用链。\n\n核心企业作为信用水平最高的节点，是链内信用的注入点，也是其他企业信用的来源。以核心企业为中心，信用链分向上游、下游扩展。信用链是从核心企业出发的单向的链式结构，一般为多个分叉的多向树。信用链结构依附于供应链结构中，但信用链的结构、流向与供应链的结构、流向不同。\n\n### 4.1 链式\b交易的信用自证\n\n传统的主体信用证明需要借助第三方机构，属于他证方式，其中一个主要原因在于主体机构会主动隐藏对自己不利的信息，释放或篡改成对自己有利的信息。若采用一种机制，使信息不能被篡改，并且可以相互验证信息的真实性，这将使得主体信用的自证成为可能。\n\n- 链式交易\n\n节点之间的关联性交易，即结构化的链式交易形成供应链。具有高度的严密性，上一级节点的采购被下一级节点的订单所驱动，上一级节点的交易输出为下一级节点的交易输入。所有交易来自核心企业订单的驱动，环环相扣，形成高速运转的供应链系统。\n\n- 数据交叉验证\n\n通过算法来遍历交易网络中的各级数据，包括：\n\n1. 链上交易节点数据的遍历并检验交易链数据的合理性\n2. 交易网络中数据遍历，包括物流、商流、信息流、资金流与证据流，验证数据的逻辑合理性。\n3. 时序关系的数据遍历（历史、当前、未来），验证数据的逻辑合理性\n\n以上三重数据交叉验证，全面检验交易的真实性，可以获得可信度极高的计算信用结果。\n\n链式交易与数据交叉验证形成链式交易的信用自证\n\n### 4.2 新一代的计算信用\n\n- 信用传递多链交叉\n- 交易真实性的计算与验证，需要以全网数据为计算对象，依据业务逻辑来进行交叉验证\n\n由于供应链管理的复杂性，金融机构不能搭建支持底层业务逻辑的复杂辅链管理平台，缺少对交易的全面管理，就难以掌握所有节点的信用水平及验证交易的真实性。对此，金融机构的平衡策略是对平台进行整体授信，由历史数据来支持对节点的信用评估和授信。\n\n## 4. 区块链\n\n### 4.1 区块链定义\n\n区块链是由多个独立节点参与的分布式数据库系统，也称分布式账簿（Distributed Ledger Technology, DLT），所有参与的节点共同维护账簿，具有不易篡改和伪造、可追溯等特点。完整的分布式记账是对传统的中心记账的颠覆，其含义包括以下几个方面\n\n1. 分布式记账—会计责任的分散化；\n2. 分布式传播—每一次交换都传播到网络中的所有节点;\n3. 分布式存储—数据信息的可容错性极高;\n4. 完全分布式—任意节点宕机不会导致网络崩溃，也不会导致记录丢失。\n\n### 4.2 区块链信用机制\n\n![](https://ws4.sinaimg.cn/large/006tKfTcgy1fraotfv3swj30eo07x3zo.jpg)\n\n区块链可减少甚至不需要第三方信用中介的参与，由数字资产的所有交易历史、参与者的共同监督来形成信用，在主体都为理性人的假设下，这种机制使得主体按规则行事，即形成信用。\n\n#### 4.2.1 优点\n\n- 弱中心化\n- 点对点交易\n- 价值传递\n- 合约的自动执行\n- 自治性\n\n#### 4.2.2 不足\n\n- 效率问题\n- 存储成本和处理性能\n- 安全局限性\n- 私钥与终端安全\n- 共识机制安全\n\n### 4.3 区块链+供应链金融\n\n供应链金融是银行、平台、物流公司等多方参与、多角色参与的财富管理与信用创造的过程，每角色的行为在融资全部过程中都以法律为行为边界，需要对每一个角色的“责、权、利”做出明确的界定，也需要记录每角色的行为轨迹作为日后产生争议的证据。依法办事、按合同约定执行和及时存证，是供应链金融合规和风险防范的基本策略。\n\n区块链技术的特性与供应链金融的特性具有天然的匹配性。区块链应用于供应链金融，最终使得融资的便利性与融资成本方面具有颠覆性的改进\n\n1. 供应链金融需要区块链来建立P2P的强信任关系\n2. 供应链金融需要区块链实现一致性、透明的融资账本\n3. 供应链金融需要高级别的数据安全性\n4. 供应链金融信用自证，避免了人为因素的影响\n5. 有助于形成良好的交易秩序和商业生态\n6. 创新供应链金融交易制度\n\n---\n\n## 5. 区块链+供应链金融\n\n### 5.1 三阶段\n\n区块链技术的应用和推广大致可分为三个阶段\n\n第一阶段是“存证增信”。利用区块链技术的分布式账薄特性，为供应链金融的多方交易模式及复杂交易过程增信。\n\n第二阶段是“强制履约”。实施区块链智能合同具有自动执行的强制履约模式，实现交易的自动达成。\n\n第三阶段是“完全可信”。引入数字货币和产品数字化，完成供应链金融的交易系统、交易环境的完全封闭和交易的完全可信。未来，在央行数字货币实施后，引入数字货币可实现自动实时的DVP对付（券款对付）、监控资金流向等功能。\n\n### 5.2 五步骤\n\n#### 5.2.1 以“区块链+单证”构建应用基础\n\n##### 5.2.1.1 什么是单证\n\n单证是证明交易行为的单据、文件与证书，凭借单证来处理交易的支付、运输、保险、结算等，\b包括：\n\n- 资金单据（如汇票、本票和支票）\n- 商业单据（发票、收据）\n- 货运单据（发货单、仓单、提单、运单等）\n- 保险单据\n- 其他单证（如质检单、原产地证书、寄样证明、装运通知等）\n\n##### 5.2.1.2 业务痛点\n\n供应链金融业务操作的痛点在于单证处理的周期长、费用高。参与者很难鉴定供应链上各种相关凭证的真伪，造成人工审核的时间长、成本高、费用高：\n\n1. 无效单证类型繁多\n2. 支持性单据的真实性\n3. 串通上下游企业虚构交易开立票据\n4. 跨流程、跨系统、跨部门、跨机构的单证审查，多借助电话、电子邮件等工具来操作，效率低下，极大地影响了融资便利性和放款速度。\n\n##### 5.2.1.3 如何解决\n\n以区块链技术将企业对外的单证转换成区块链记录，具有重要的信用价值，是“区块链+供应链金融”的应用基础。供应链金融作为场外金融，金融机构大量的成本花费在单证审查、重复核对上，而区块链对单证的真实性的保证，使得金融机构从繁重的单证工作解放出来。\n\n区块链技术作为“创造信任的工具”，具有时间戳认证及加密的功能，并采用分布式账本，在不借助第三方的情况下，提供足以保证证据真实性的证明。\n\n##### 5.2.1.4 嵌入式存证\n\n传统单证，比如电票，公共化的电票系统属于金融层面的应用，而供应链金融的信用是需要从业务逻辑的底层开始构建的。所以，大量供应链金融业务系统接入全国唯一的第三方票据平台，形成高度统一的票据系统，这个方案的实施难度极高。全国集中的中心化架构，对于联盟链或私有链，实质上形成了信息孤岛，与企业流程难以衔接，全国票据中心也不能个性化地服务成千上万的供应链系统。\b\n\n供应链金融的存证需要在本系统中进行构建。区块链技术对于供应链金融的业务，强化基于交易活动来形成凭证，再向金融机构来证明交易的真实性和票据的真实性。\n\n供应链金融的嵌入式存证，是嵌套在应用系统中的“区块链+凭证”，一方面可以保证票据在网络传输、本地存储、查询下载等环节都能不被恶意篡改，同时凭证的生成是在真实的服务流程中产生的，以业务逻辑和真实交易作为开立凭证的支撑，可大幅降低人工作假的可能。区块链记录摘要、附加时间戳的方式，基于共同账本解决电子化环境下的信任问题在供应链融资中，各方建立稳定的合作关系形成生态圈。\n\n![](https://ws4.sinaimg.cn/large/006tKfTcgy1fr9u20r43xj30d2075di4.jpg)\n\n在供应链生态圈中建立公共账本，以区块链技术作为底层支撑，形成节点数据共同维护、共同见证和确认、可追踪、减少人工错误的高质量凭证。\n\n**“区块链+单证”的优势：**\n\n1. 彻底解决电子凭证的真伪性问题，恶意篡改或伪造可能性几乎不存在。\n2. 去中心化、不需要第三方托管，直接在业务系统生成凭证，能有效证明业务的真实性，从多个连续的业务环节、按业务逻辑来形成电子凭证，防止人工作假的可能性。\n3. 以参与节点见证、共同确认的方式存证，电子凭证附带了企业负责人的信用背书，解决了互信机制问题，交叉的信用背书使得单一环节的作假难度极大。\n4. 全程记录电子凭证摘要、流转，使得电子凭证可追溯，满足了融资业务监管和审查的需求。\n5. 凭证无纸化和业务逻辑的结合，极大地提高了审查效率和贷后的业务跟踪。\n6. 结合物联网等技术，支持证据以技术实时方式采集到系统。如入库时的检验照片、位置信息可以由监控系统、GPS跟踪系统生成并上传到区块链记录，使得交易的支持单证更为全面，为日后的争议处理、信用调查等提供充分的准备。\n\n#### 5.2.2 以“区块链+交易”构建应用起点\n\n在复杂的交易结构中获取具有逻辑结构的数据和证据，以区块链技术全面而详细地记录交易记录，以信用自证的方式向金融机构展示交易的真实性，是“区块链+供应链金融”的起跑点。区块链的可追溯性使得交易从开始、执行、支付到清算，都可以留存在区块链上，使得数据的质量获得前所未有的强信任背书。交易的真实性对融资业务流程的创新、综合授信等具有重要意义。\n\n##### 5.2.2.1 交易真实性解决\n\n现实世界的交易是按时间序列不断发生的且不可逆的事件序列。区块链技术记录并反映交易事件的时序性和不可逆性，在同构的基础上进行记录存储。区块链以加密、共同账本、分布式存储机制构建去中心化、不可篡改的“共享”信息，以相互信任的方式形成金融业务所需要的业务数据平台。\n\n以采购为例，假设采购交易从签订合同开始，合同文本需要双方或多方签署，预付、订货单、发票、发货单、验货单、入库单等，构成一个完整的记录序列。主要分为四个步骤：合同签订、发订货单、预付货款、入库单\n\n![](https://ws3.sinaimg.cn/large/006tKfTcgy1fr9u5302f7j30aw065jsn.jpg)\n\n以上四个主要步骤从不同的系统中生成，并且与不同的参与方确认签署，区块链及时记录事件与单证，以加密和时间戳的方式记录，前后串联，形成理论上不可被篡改的记录。区块链技术跨系统抽取关键信息而形成具有计算信用的虚拟世界，取代了第三方信用的角色。\n\n##### 5.2.2.2 交易信用评级代替债项信用评级\n\n交易信用是债项信用的基础，债项是交易的结果，是授信的业务单元，交易真实是债项真实的必要条件。\n\n交易信用由一系列链式的环节和关系构成，整体表达为交易信用。对信用的审查需要从主体真实开始，一直到债务为止：\n\n![](https://ws3.sinaimg.cn/large/006tKfTcgy1fran1a9jrxj30jd06c3yz.jpg)\n\n供应链金融现有债项评级的方式，仍然不能全面获得债项信用形成的路径和真实性溯源。债项评级主要审查债权关系、权益的完整性，而难以获得交易开始与执行过程中的大量信息，而这些交易过程信息能全面反映债项的真实性、债权的完整性和风险因素。\n\n区块链技术对交易过程的完整性记录，将交易信用评级作为构架供应链金融的新主线，以信用管理与信用创造延伸到供应关系的底层和全链。“区块链+交易”实现信用创新，为供应链金融业务架构奠定坚实的基础。\n\n在现实中，节点企业输出的仅仅为交易的结果，而大量有关交易信用的信息隐藏在各个节点的信息流、物流、资金流信息中。区块链技术打破各企业各自为政的信用孤岛现象，以第三方信用的角色抽取与交易有关的关键数据，形成能让各方认可的共享信用信息，在虚拟世界中建构金融业务不可或缺的真实性。\n\n##### 5.2.2.3 “区块链+交易”的价值\n\n综上，区块链在交易真实性证明的价值体现为以下几个方面：\n\n1. 大量减少“可信赖第三方机构”的参与\n2. 交易真实性有效约束主体的道德风险\n3. 信用自证\n4. 大幅降低操作成本\n\n#### 5.2.3 以“区块链+生态”促进商业模式创新\n\n去中心化（自组织）为供应链协作与融资模式创造巨大的空间。区块链在链内强信任模式下构建更为先进的商业模式，促进供应链节点之间的价值传递，提高运营效率。增强供应链信用意识、提升供应链管理能力，有利于关系更为紧密的利益链和价值网络。\n\n#### 5.2.4 以“区块链+票据”构建供应链金融大市场\n\n传统票据市场在风险管理方面的痛点\n\n- 操作性风险。票据交易系统为经典的中心化模式，但若中心服务器出现问题，则整个市场瘫痪，节点交易完全依赖于中心平台。\n- 信用风险。我国票据市场存在多重的信用风险，例如，2016年涉及金额数亿元以上的风险事件多达7件。\n- 道德风险。市场上普遍存在“一票多卖”、虚假商业汇票、克隆票据、假签章票据等事件。\n\n区块链构架下的票据交易模式，具有弱中介化、系统稳定性、共识机制、不可篡改的特点，形成统一的标准化票据市场，提高交易效率。在票据市场中，通过链上记录的相关凭证、保证商业票据的真实性，减少信息不对称、信用和道德风险。从票据业务来看，从商业、银行承兑票据的出票、承兑、贴现都记录在区块链系统上；当在商业、银行承兑票据在交易时，只需在链上查询票据信息，保证票据的真实性、买卖一次性，降低市场风险和道德风险，并提高了交易效率。\n\n#### 5.2.5 “区块链+证券化”对接资本市场，实现直接融资\n\n“区块链+证券化”对接资本市场，实现直接融资而达到降低融资成本的终极目标。\n\n资产证券化的业务痛点在于无法保证底层资产真假，出现参与主体多、操作环节多、交易透明度低、信息不对称等问题，使得风险难以把控，各参与方之间流转效率不高，无法监控资产的真实情况。\n\n未来，区块链结合人工智能、大数据和物联网，进一步打通真实世界与虚拟世界的藩篱，以物证信、信用自证、智能资产等，产生更高层次的价值创造，最终大幅降低融资交易成本。\n\n资产证券化，从底层资产形成、交易、存续期管理、现金流归集等全流程实现资产真实、信息实时、各方同时监督效果，防范各级金融风险。\n\n---\n\n## 6. 应用架构设想\n\n![](https://ws1.sinaimg.cn/large/006tKfTcgy1frap6j0hiqj30nr0deacj.jpg)\n\n核心企业与上下游节点都作为平等的节点参与部署，但用以证明资产交易、信用担保的数据从现有的ERP、CRM、SCM等系统中进行抽取，即在“区块链+DB”中抽取“区块链+证据”，以形成支持交易真实的“区块链+交易”，并形成交易账本。同时，供应链金融服务平台就融资合同、担保和质押操作、支付结算等形成金融账本，而资产端（包括银行、信托、基金、P2P）作为金融账本的节点接入区块链供应链金融系统。\n\n---\n\n## 7. 接下来……\n\n物流金融、物联网、人工智能、大数据、资产证券化……\n",[[1536724436107,["chixiang@chixiangdeMacBook-Pro.local",[[-1,28,"段伟常"]],[28,31],[28,28]]],[1536724437842,["chixiang@chixiangdeMacBook-Pro.local",[[1,17,"段伟常"]],[17,17],[20,20]]],[1536724445113,["chixiang@chixiangdeMacBook-Pro.local",[[-1,20,"《"]],[21,21],[20,20]]],[1536724446043,["chixiang@chixiangdeMacBook-Pro.local",[[1,20,"。"]],[20,20],[21,21]]],[1536724446785,["chixiang@chixiangdeMacBook-Pro.local",[[-1,20,"。"]],[21,21],[20,20]]],[1536724447610,["chixiang@chixiangdeMacBook-Pro.local",[[1,20,"."]],[20,20],[21,21]]],[1536724449654,["chixiang@chixiangdeMacBook-Pro.local",[[-1,29,"》"]],[30,30],[29,29]]],[1536724450401,["chixiang@chixiangdeMacBook-Pro.local",[[1,29,"."]],[29,29],[30,30]]],[1536724459590,["chixiang@chixiangdeMacBook-Pro.local",[[-1,30,"  著 "]],[30,34],[30,30]]],[1536724461887,["chixiang@chixiangdeMacBook-Pro.local",[[1,30,"北京："]],[30,30],[33,33]]],[1536724510671,["chixiang@chixiangdeMacBook-Pro.local",[[1,17,"「1】"]],[17,17],[20,20]]],[1536724511496,["chixiang@chixiangdeMacBook-Pro.local",[[-1,19,"】"]],[20,20],[19,19]]],[1536724512496,["chixiang@chixiangdeMacBook-Pro.local",[[1,19,"」"]],[19,19],[20,20]]],[1536724515728,["chixiang@chixiangdeMacBook-Pro.local",[[-1,23,"."]],[24,24],[23,23]]],[1536724515876,["chixiang@chixiangdeMacBook-Pro.local",[[1,23," "]],[23,23],[24,24]]],[1536724724324,[null,[[-1,12,"参考资料：「1」段伟常 区块链供应链金融.北京：电子工业出版社\n\n"],[1,10084,"\n---\n\n#### 参考资料：\n\n「1」段伟常. 区块链供应链金融[M]. 北京：电子工业出版社, 2018."]],[12,12],[10140,10140]]],[1536724724324,[null,[[1,12,"参考资料：「1」段伟常 区块链供应链金融.北京：电子工业出版社\n\n"],[-1,10051,"\n---\n\n#### 参考资料：\n\n「1」段伟常. 区块链供应链金融[M]. 北京：电子工业出版社, 2018."]],[10140,10140],[12,12]]],[1536724670180,["chixiang@chixiangdeMacBook-Pro.local",[[1,10,"[^参考资料]"],[1,10084,"[^参考资料]: 参考资料"]],[10,10],[17,17]]],[1536724744917,["chixiang@chixiangdeMacBook-Pro.local",[[-1,10,"[^参考资料]"],[-1,10091,"[^参考资料]: 参考资料"]],[17,17],[10,10]]],[1536724745674,["chixiang@chixiangdeMacBook-Pro.local",[[-1,23," "]],[24,24],[23,23]]],[1536724749086,["chixiang@chixiangdeMacBook-Pro.local",[[1,23,"."]],[23,23],[24,24]]]],null,"chixiang@chixiangdeMacBook-Pro.local"]]}